---
kind: property
id: P:Autodesk.Revit.DB.Visual.Wood.WoodAxialNoise
source: html/cc77f4bd-2aa6-e592-a246-00ae61405609.htm
---
# Autodesk.Revit.DB.Visual.Wood.WoodAxialNoise Property

The property labeled "Axial Noise" from the "Wood" schema.

## Syntax (C#)
```csharp
public static string WoodAxialNoise { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 100".